Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# Feature_LocationAccess.Description
source: Disables Windows location provider service and location sensor APIs.
ar_tn: يعطل خدمة موفر الموقع في ويندوز وواجهات برمجة تطبيقات مستشعر الموقع.
de: Deaktiviert den Windows-Standortanbieter-Dienst und die Standortsensor-APIs.
es_es: Desactiva el servicio de proveedor de ubicación de Windows y las APIs de sensor de ubicación.
fr_fr: Désactive le service de fournisseur de localisation Windows et les API de capteur de localisation.
he_il: משבית את שירות ספק המיקום של Windows וממשקי API של חיישן מיקום.
id_id: Menonaktifkan layanan penyedia lokasi Windows dan API sensor lokasi.
it_it: Disabilita il servizio provider di posizione Windows e le API del sensore di posizione.
ja_jp: Windows の位置情報プロバイダーサービスと位置センサー API を無効化します。
ko_kr: Windows 위치 공급자 서비스와 위치 센서 API를 비활성화합니다.
pt_br: Desativa o serviço de provedor de localização do Windows e as APIs de sensor de localização.
ru_ru: Отключает службу провайдера местоположения Windows и API датчиков местоположения.
tr_tr: Windows konum sağlayıcı hizmetini ve konum sensörü API'lerini devre dışı bırakır.
vi_vn: Vô hiệu hóa dịch vụ nhà cung cấp vị trí Windows và các API cảm biến vị trí.
zh_hans: 禁用 Windows 位置提供商服务和位置传感器 API。
zh_hant: 停用 Windows 位置提供者服務和位置感測器 API。

# Intelligent_Impact_LocationAccess
source: Prevents web browsers and desktop apps from pinpointing physical coordinates.
ar_tn: يمنع متصفحات الويب والتطبيقات من تحديد الإحداثيات الفيزيائية.
de: Verhindert, dass Webbrowser und Desktop-Apps den physischen Standort ermitteln.
es_es: Evita que los navegadores web y las aplicaciones de escritorio determinen las coordenadas físicas.
fr_fr: Empêche les navigateurs Web et les applications de bureau de déterminer les coordonnées physiques.
he_il: מונע ממדפדפני אינטרנט ואפליקציות שולחן עבודה לאתר קואורדינטות פיזיות.
id_id: Mencegah browser web dan aplikasi desktop menentukan koordinat fisik.
it_it: Impedisce ai browser Web e alle app desktop di determinare le coordinate fisiche.
ja_jp: Web ブラウザーとデスクトップアプリが物理的な座標を特定するのを防ぎます。
ko_kr: 웹 브라우저 및 데스크탑 앱이 물리적 좌표를 확인하는 것을 방지합니다.
pt_br: Impede que navegadores da web e aplicativos de desktop determinem coordenadas físicas.
ru_ru: Предотвращает определение физических координат браузерами и приложениями.
tr_tr: Web tarayıcıların ve masaüstü uygulamaların fiziksel koordinatları belirlemesini engeller.
vi_vn: Ngăn trình duyệt web và ứng dụng máy tính xác định tọa độ vật lý.
zh_hans: 防止 Web 浏览器和桌面应用确定物理坐标。
zh_hant: 防止 Web 瀏覽器和桌面應用程式確定物理座標。

# Feature_ClassicContextMenu.Header
source: Restore Classic Windows 10 Right-Click Menu
ar_tn: استعادة قائمة النقر بزر الماوس الأيمن الكلاسيكية
de: Klassisches Windows 10 Rechtsklick-Menü wiederherstellen
es_es: Restaurar el menú de clic derecho clásico de Windows 10
fr_fr: Restaurer le menu contextuel classique Windows 10
he_il: שחזר את תפריט הקליק הימני הקלאסי של Windows 10
id_id: Kembalikan Menu Klik Kanan Klasik Windows 10
it_it: Ripristina il menu contestuale classico di Windows 10
ja_jp: Windows 10 クラシック右クリックメニューを復元
ko_kr: Windows 10 클래식 마우스 오른쪽 메뉴 복원
pt_br: Restaurar Menu de Clique com Botão Direito Clássico do Windows 10
ru_ru: Восстановить классическое контекстное меню Windows 10
tr_tr: Klasik Windows 10 Sağ Tık Menüsünü Geri Yükle
vi_vn: Khôi phục menu chuột phải Windows 10 cổ điển
zh_hans: 恢复 Windows 10 经典右键菜单
zh_hant: 還原 Windows 10 傳統右鍵功能表

# Feature_ClassicContextMenu.Description
source: Restores the full instant right-click context menu in Windows 11 without clicking 'Show more options'.
ar_tn: يستعيد قائمة السياق الكاملة الفورية عند النقر بزر الماوس الأيمن في ويندوز 11 دون الحاجة للنقر على 'إظهار المزيد من الخيارات'.
de: Stellt das vollständige Sofort-Rechtsklick-Kontextmenü in Windows 11 ohne 'Weitere Optionen anzeigen' wieder her.
es_es: Restaura el menú contextual instantáneo completo al hacer clic derecho en Windows 11 sin necesidad de 'Mostrar más opciones'.
fr_fr: Restaure le menu contextuel complet et instantané dans Windows 11 sans cliquer sur 'Afficher plus d'options'.
he_il: משחזר את תפריט ההקשר המלא והמיידי בלחיצה ימנית ב-Windows 11 ללא לחיצה על 'הצג אפשרויות נוספות'.
id_id: Mengembalikan menu konteks klik kanan penuh yang instan di Windows 11 tanpa mengklik 'Tampilkan lebih banyak opsi'.
it_it: Ripristina il menu contestuale clic destro completo e istantaneo in Windows 11 senza cliccare su 'Mostra più opzioni'.
ja_jp: Windows 11 で '詳細オプションの表示' をクリックせずに完全な右クリックコンテキストメニューを復元します。
ko_kr: '추가 옵션 표시'를 클릭하지 않고도 Windows 11에서 전체 즉각적인 마우스 오른쪽 클릭 컨텍스트 메뉴를 복원합니다.
pt_br: Restaura o menu de contexto completo e instantâneo ao clicar com o botão direito no Windows 11 sem clicar em 'Mostrar mais opções'.
ru_ru: Восстанавливает полное мгновенное контекстное меню правой кнопки в Windows 11 без нажатия «Показать дополнительные параметры».
tr_tr: 'Daha fazla seçenek göster'e tıklamadan Windows 11'de tam ve anlık sağ tık bağlam menüsünü geri yükler.
vi_vn: Khôi phục menu ngữ cảnh chuột phải đầy đủ và ngay lập tức trong Windows 11 mà không cần nhấp 'Hiển thị thêm tùy chọn'.
zh_hans: 在 Windows 11 中恢复完整的即时右键上下文菜单，无需点击「显示更多选项」。
zh_hant: 在 Windows 11 中還原完整的即時右鍵快顯功能表，無需點擊「顯示更多選項」。

# Intelligent_Impact_ClassicContextMenu
source: Saves 1 click on every right-click action in Explorer.
ar_tn: يوفر نقرة واحدة في كل إجراء نقر بزر الماوس الأيمن في المستكشف.
de: Spart 1 Klick bei jeder Rechtsklick-Aktion im Explorer.
es_es: Ahorra 1 clic en cada acción de clic derecho en el Explorador.
fr_fr: Économise 1 clic pour chaque action du clic droit dans l'Explorateur.
he_il: חוסך לחיצה אחת בכל פעולת קליק ימני בסייר.
id_id: Menghemat 1 klik untuk setiap tindakan klik kanan di Explorer.
it_it: Risparmia 1 clic per ogni azione del clic destro in Explorer.
ja_jp: エクスプローラーでの右クリック操作ごとに 1 クリック節約できます。
ko_kr: 탐색기에서 모든 마우스 오른쪽 클릭 동작 시 1번의 클릭을 절약합니다.
pt_br: Economiza 1 clique em cada ação de clique direito no Explorer.
ru_ru: Экономит 1 клик при каждом действии правой кнопки в Проводнике.
tr_tr: Explorer'daki her sağ tık işleminde 1 tıklamadan tasarruf sağlar.
vi_vn: Tiết kiệm 1 cú nhấp cho mỗi thao tác chuột phải trong Explorer.
zh_hans: 在资源管理器的每次右键操作中节省 1 次点击。
zh_hant: 在檔案總管的每次右鍵操作中節省 1 次點擊。

# Feature_EndTask.Header
source: Enable 'End Task' on Taskbar App Icons
ar_tn: تفعيل 'إنهاء المهمة' على أيقونات شريط المهام
de: 'Aufgabe beenden' auf Taskleisten-App-Symbolen aktivieren
es_es: Habilitar 'Finalizar tarea' en los iconos de la barra de tareas
fr_fr: Activer 'Fin de tâche' sur les icônes de la barre des tâches
he_il: הפעל 'סיים משימה' על אייקוני שורת המשימות
id_id: Aktifkan 'End Task' pada Ikon Aplikasi Taskbar
it_it: Abilita 'Termina attività' sulle icone delle app della barra delle applicazioni
ja_jp: タスクバーアプリアイコンに「タスクの終了」を有効化
ko_kr: 작업 표시줄 앱 아이콘에 '작업 끝내기' 활성화
pt_br: Habilitar 'Finalizar Tarefa' nos Ícones de Aplicativos da Barra de Tarefas
ru_ru: Включить «Снять задачу» на иконках в панели задач
tr_tr: Görev Çubuğu Uygulama Simgelerinde 'Görevi Sonlandır'ı Etkinleştir
vi_vn: Bật 'Kết thúc tác vụ' trên các biểu tượng ứng dụng thanh tác vụ
zh_hans: 在任务栏应用图标上启用「结束任务」
zh_hant: 在工作列應用程式圖示上啟用「結束工作」

# Feature_EndTask.Description
source: Adds direct right-click 'End Task' action to taskbar items for instant process termination.
ar_tn: يضيف إجراء 'إنهاء المهمة' المباشر بالنقر بزر الماوس الأيمن لعناصر شريط المهام لإنهاء العملية فوراً.
de: Fügt die direkte Rechtsklick-Aktion 'Aufgabe beenden' zu Taskleistenelementen für sofortige Prozessbeendigung hinzu.
es_es: Añade la acción directa 'Finalizar tarea' al clic derecho en los elementos de la barra de tareas para terminación instantánea del proceso.
fr_fr: Ajoute l'action directe 'Fin de tâche' au clic droit sur les éléments de la barre des tâches pour une terminaison instantanée.
he_il: מוסיף פעולת 'סיים משימה' ישירה בלחיצה ימנית לפריטי שורת המשימות לסיום מיידי של תהליך.
id_id: Menambahkan tindakan 'End Task' langsung klik kanan ke item taskbar untuk penghentian proses instan.
it_it: Aggiunge l'azione diretta 'Termina attività' al clic destro sugli elementi della barra delle applicazioni.
ja_jp: タスクバーアイテムの右クリックに「タスクの終了」直接アクションを追加して即時プロセス終了を可能にします。
ko_kr: 즉각적인 프로세스 종료를 위해 작업 표시줄 항목에 직접 마우스 오른쪽 '작업 끝내기' 동작을 추가합니다.
pt_br: Adiciona a ação direta 'Finalizar Tarefa' ao clicar com o botão direito nos itens da barra de tarefas para encerramento instantâneo.
ru_ru: Добавляет прямое действие «Снять задачу» в контекстное меню панели задач для мгновенного завершения процессов.
tr_tr: Anlık işlem sonlandırma için görev çubuğu öğelerine doğrudan sağ tık 'Görevi Sonlandır' eylemi ekler.
vi_vn: Thêm hành động 'Kết thúc tác vụ' trực tiếp vào chuột phải cho các mục thanh tác vụ để kết thúc tiến trình tức thì.
zh_hans: 为任务栏项目添加直接右键「结束任务」操作，实现即时进程终止。
zh_hant: 為工作列項目新增直接右鍵「結束工作」動作，實現即時進程終止。

# Intelligent_Impact_EndTask
source: Instantly terminate frozen or hung programs without opening Task Manager.
ar_tn: إنهاء البرامج المجمدة أو المعلقة فوراً دون فتح إدارة المهام.
de: Hängende Programme sofort beenden ohne Task-Manager zu öffnen.
es_es: Terminar instantáneamente programas congelados sin abrir el Administrador de tareas.
fr_fr: Terminez instantanément les programmes bloqués sans ouvrir le Gestionnaire des tâches.
he_il: סיים מיידי תוכניות קפואות מבלי לפתוח את מנהל המשימות.
id_id: Hentikan program yang membeku atau hang secara instan tanpa membuka Task Manager.
it_it: Chiudi istantaneamente i programmi bloccati senza aprire Gestione attività.
ja_jp: タスクマネージャーを開かずにフリーズしたプログラムを即座に終了します。
ko_kr: 작업 관리자를 열지 않고 동결되거나 응답 없는 프로그램을 즉시 종료합니다.
pt_br: Encerre instantaneamente programas congelados sem abrir o Gerenciador de Tarefas.
ru_ru: Мгновенно завершайте зависшие программы без открытия Диспетчера задач.
tr_tr: Görev Yöneticisi'ni açmadan donmuş veya yanıt vermeyen programları anında sonlandırın.
vi_vn: Kết thúc ngay lập tức các chương trình bị treo mà không cần mở Trình quản lý tác vụ.
zh_hans: 无需打开任务管理器即可立即终止冻结或挂起的程序。
zh_hant: 無需開啟工作管理員即可立即終止凍結或無回應的程式。

# Intelligent_Impact_FileExtensionsAndHiddenFiles
source: Protects against spoofed double-extension malware (.pdf.exe).
ar_tn: يحمي من البرامج الضارة ذات الامتداد المزدوج المزيف (.pdf.exe).
de: Schützt vor getarnter Doppelendungs-Malware (.pdf.exe).
es_es: Protege contra malware de doble extensión falsificada (.pdf.exe).
fr_fr: Protège contre les logiciels malveillants à double extension usurpée (.pdf.exe).
he_il: מגן מפני תוכנות זדוניות עם סיומת כפולה מזויפת (.pdf.exe).
id_id: Melindungi terhadap malware ekstensi ganda palsu (.pdf.exe).
it_it: Protegge contro malware a doppia estensione falsificata (.pdf.exe).
ja_jp: 偽装されたダブル拡張子マルウェア (.pdf.exe) から保護します。
ko_kr: 위장된 이중 확장자 악성코드(.pdf.exe)로부터 보호합니다.
pt_br: Protege contra malware de extensão dupla falsificada (.pdf.exe).
ru_ru: Защищает от вредоносного ПО с поддельным двойным расширением (.pdf.exe).
tr_tr: Sahte çift uzantılı kötü amaçlı yazılımlara (.pdf.exe) karşı korur.
vi_vn: Bảo vệ khỏi phần mềm độc hại với phần mở rộng kép giả mạo (.pdf.exe).
zh_hans: 防止被欺骗的双扩展名恶意软件（.pdf.exe）。
zh_hant: 防止偽裝的雙副檔名惡意軟體（.pdf.exe）。

# Feature_StickyKeys.Header
source: Disable Sticky Keys Prompt
ar_tn: تعطيل مطالبة المفاتيح اللاصقة
de: Sticky Keys-Aufforderung deaktivieren
es_es: Deshabilitar el aviso de teclas adhesivas
fr_fr: Désactiver l'invite Touches Rémanentes
he_il: השבת הנחיית מקשים דביקים
id_id: Nonaktifkan Prompt Sticky Keys
it_it: Disabilita il prompt dei tasti permanenti
ja_jp: 固定キーのプロンプトを無効化
ko_kr: 고정 키 프롬프트 비활성화
pt_br: Desativar Prompt de Teclas de Aderência
ru_ru: Отключить запрос залипания клавиш
tr_tr: Yapışkan Tuşlar İstemini Devre Dışı Bırak
vi_vn: Tắt thông báo Sticky Keys
zh_hans: 禁用粘滞键提示
zh_hant: 停用粘滯鍵提示

# Feature_StickyKeys.Description
source: Disables the popup dialog when pressing Shift 5 times in games.
ar_tn: يعطل مربع الحوار المنبثق عند الضغط على Shift 5 مرات في الألعاب.
de: Deaktiviert das Popup-Dialogfeld beim 5-maligen Drücken der Umschalttaste in Spielen.
es_es: Desactiva el diálogo emergente al presionar Shift 5 veces en juegos.
fr_fr: Désactive la boîte de dialogue contextuelle lors de 5 appuis sur la touche Shift dans les jeux.
he_il: משבית תיבת הדו-שיח המוקפצת בלחיצה על Shift 5 פעמים במשחקים.
id_id: Menonaktifkan dialog popup saat menekan Shift 5 kali dalam game.
it_it: Disabilita la finestra di dialogo popup quando si preme Shift 5 volte nei giochi.
ja_jp: ゲーム中に Shift を 5 回押したときのポップアップダイアログを無効化します。
ko_kr: 게임에서 Shift를 5번 누를 때 나타나는 팝업 대화 상자를 비활성화합니다.
pt_br: Desativa a caixa de diálogo popup ao pressionar Shift 5 vezes em jogos.
ru_ru: Отключает всплывающее окно при нажатии Shift 5 раз в играх.
tr_tr: Oyunlarda Shift tuşuna 5 kez basıldığında çıkan açılır iletişim kutusunu devre dışı bırakır.
vi_vn: Vô hiệu hóa hộp thoại bật lên khi nhấn Shift 5 lần trong trò chơi.
zh_hans: 禁用在游戏中按 5 次 Shift 时弹出的对话框。
zh_hant: 停用在遊戲中按 5 次 Shift 時彈出的對話方塊。

# Intelligent_Impact_StickyKeys
source: Stops gaming interruptions from Shift key tapping.
ar_tn: يوقف مقاطعات الألعاب من النقر على مفتاح Shift.
de: Stoppt Spielunterbrechungen durch Umschalttasten-Tippen.
es_es: Evita las interrupciones del juego al teclear Shift.
fr_fr: Stoppe les interruptions de jeu lors des pressions sur la touche Shift.
he_il: עוצר הפרעות משחק מהקשה על מקש Shift.
id_id: Menghentikan gangguan gaming dari ketukan tombol Shift.
it_it: Interrompe le interruzioni di gioco causate dalla pressione del tasto Maiuscolo.
ja_jp: Shift キーの連打によるゲームの中断を停止します。
ko_kr: Shift 키 연타로 인한 게임 중단을 중지합니다.
pt_br: Para as interrupções de jogo causadas pelo pressionamento da tecla Shift.
ru_ru: Прекращает прерывания игр при нажатии клавиши Shift.
tr_tr: Shift tuşuna basmaktan kaynaklanan oyun kesintilerini durdurur.
vi_vn: Dừng các gián đoạn chơi game do nhấn phím Shift.
zh_hans: 阻止按 Shift 键导致的游戏中断。
zh_hant: 阻止按 Shift 鍵導致的遊戲中斷。

# Feature_RecommendedSectionStartMenu.Header
source: Hide Recommended Section in Start Menu
ar_tn: إخفاء القسم الموصى به في قائمة ابدأ
de: Empfohlenen Abschnitt im Startmenü ausblenden
es_es: Ocultar sección recomendada en el menú Inicio
fr_fr: Masquer la section recommandée dans le menu Démarrer
he_il: הסתר קטע מומלץ בתפריט התחל
id_id: Sembunyikan Bagian Rekomendasi di Menu Mulai
it_it: Nascondi la sezione consigliata nel menu Start
ja_jp: スタートメニューの「おすすめ」セクションを非表示
ko_kr: 시작 메뉴에서 추천 섹션 숨기기
pt_br: Ocultar Seção Recomendada no Menu Iniciar
ru_ru: Скрыть раздел «Рекомендуемые» в меню «Пуск»
tr_tr: Başlat Menüsünde Önerilen Bölümü Gizle
vi_vn: Ẩn phần Đề xuất trong menu Bắt đầu
zh_hans: 在开始菜单中隐藏推荐内容
zh_hant: 在開始功能表中隱藏推薦部分

# Feature_RecommendedSectionStartMenu.Description
source: Removes the recent files and recommended pane in the Windows 11 Start Menu.
ar_tn: يزيل جزء الملفات الأخيرة والموصى بها من قائمة ابدأ في ويندوز 11.
de: Entfernt den Bereich für zuletzt verwendete und empfohlene Dateien im Windows 11 Startmenü.
es_es: Elimina el panel de archivos recientes y recomendados del menú Inicio de Windows 11.
fr_fr: Supprime le volet des fichiers récents et recommandés dans le menu Démarrer de Windows 11.
he_il: מסיר את חלונית הקבצים האחרונים והמומלצים בתפריט התחל של Windows 11.
id_id: Menghapus panel file terbaru dan yang direkomendasikan di Menu Mulai Windows 11.
it_it: Rimuove il pannello dei file recenti e consigliati nel menu Start di Windows 11.
ja_jp: Windows 11 のスタートメニューから最近のファイルとおすすめのペインを削除します。
ko_kr: Windows 11 시작 메뉴에서 최근 파일 및 추천 창을 제거합니다.
pt_br: Remove o painel de arquivos recentes e recomendados no Menu Iniciar do Windows 11.
ru_ru: Удаляет панель недавних и рекомендованных файлов в меню «Пуск» Windows 11.
tr_tr: Windows 11 Başlat Menüsündeki son dosyaları ve önerilenler bölmesini kaldırır.
vi_vn: Xóa ngăn tệp gần đây và được đề xuất trong menu Bắt đầu Windows 11.
zh_hans: 从 Windows 11 开始菜单中删除最近的文件和推荐窗格。
zh_hant: 從 Windows 11 開始功能表中刪除最近的檔案和推薦窗格。

# Intelligent_Impact_RecommendedSectionStartMenu
source: Cleaner, uncluttered Start Menu with more room for pinned apps.
ar_tn: قائمة ابدأ أنظف وأكثر مساحة للتطبيقات المثبتة.
de: Übersichtlicheres Startmenü mit mehr Platz für angeheftete Apps.
es_es: Menú Inicio más limpio y despejado con más espacio para aplicaciones ancladas.
fr_fr: Menu Démarrer plus propre avec plus de place pour les applications épinglées.
he_il: תפריט התחל נקי יותר עם יותר מקום לאפליקציות מוצמדות.
id_id: Menu Mulai yang lebih bersih dengan lebih banyak ruang untuk aplikasi yang disematkan.
it_it: Menu Start più pulito con più spazio per le app aggiunte.
ja_jp: ピン留めアプリのためのスペースが増えたすっきりしたスタートメニュー。
ko_kr: 고정된 앱을 위한 더 많은 공간이 있는 깔끔한 시작 메뉴.
pt_br: Menu Iniciar mais limpo com mais espaço para aplicativos fixados.
ru_ru: Более чистое меню «Пуск» с дополнительным пространством для закреплённых приложений.
tr_tr: Sabitlenmiş uygulamalar için daha fazla alan sağlayan, daha temiz bir Başlat Menüsü.
vi_vn: Menu Bắt đầu gọn gàng hơn với nhiều không gian hơn cho ứng dụng đã ghim.
zh_hans: 开始菜单更整洁，为固定应用提供更多空间。
zh_hant: 開始功能表更整潔，為釘選應用程式提供更多空間。

# Feature_TaskbarToLeft.Header
source: Align Taskbar Icons to the Left
ar_tn: محاذاة أيقونات شريط المهام إلى اليسار
de: Taskleistensymbole nach links ausrichten
es_es: Alinear iconos de la barra de tareas a la izquierda
fr_fr: Aligner les icônes de la barre des tâches à gauche
he_il: יישר אייקוני שורת המשימות לשמאל
id_id: Ratakan Ikon Taskbar ke Kiri
it_it: Allinea le icone della barra delle applicazioni a sinistra
ja_jp: タスクバーアイコンを左揃えに
ko_kr: 작업 표시줄 아이콘을 왼쪽으로 정렬
pt_br: Alinhar Ícones da Barra de Tarefas à Esquerda
ru_ru: Выравнять иконки панели задач по левому краю
tr_tr: Görev Çubuğu Simgelerini Sola Hizala
vi_vn: Căn chỉnh biểu tượng thanh tác vụ sang trái
zh_hans: 将任务栏图标左对齐
zh_hant: 將工作列圖示左對齊

# Feature_TaskbarToLeft.Description
source: Moves Windows 11 Start button and taskbar icons to the classic bottom-left position.
ar_tn: ينقل زر ابدأ وأيقونات شريط المهام في ويندوز 11 إلى الموضع الكلاسيكي في أسفل اليسار.
de: Verschiebt Windows 11 Start-Schaltfläche und Taskleistensymbole an die klassische untere linke Position.
es_es: Mueve el botón de inicio y los iconos de la barra de tareas de Windows 11 a la posición clásica en la parte inferior izquierda.
fr_fr: Déplace le bouton Démarrer et les icônes de la barre des tâches de Windows 11 vers la position classique en bas à gauche.
he_il: מעביר את לחצן התחל ואייקוני שורת המשימות של Windows 11 למיקום הקלאסי בפינה השמאלית התחתונה.
id_id: Memindahkan tombol Start dan ikon taskbar Windows 11 ke posisi kiri bawah yang klasik.
it_it: Sposta il pulsante Start e le icone della barra delle applicazioni di Windows 11 nella posizione classica in basso a sinistra.
ja_jp: Windows 11 のスタートボタンとタスクバーアイコンをクラシックな左下の位置に移動します。
ko_kr: Windows 11 시작 버튼과 작업 표시줄 아이콘을 클래식 왼쪽 하단 위치로 이동합니다.
pt_br: Move o botão Iniciar e os ícones da barra de tarefas do Windows 11 para a posição clássica no canto inferior esquerdo.
ru_ru: Перемещает кнопку «Пуск» и иконки панели задач Windows 11 в классическое положение в левом нижнем углу.
tr_tr: Windows 11 Başlat düğmesini ve görev çubuğu simgelerini klasik sol alt konuma taşır.
vi_vn: Di chuyển nút Bắt đầu và biểu tượng thanh tác vụ Windows 11 về vị trí cổ điển ở góc dưới bên trái.
zh_hans: 将 Windows 11 开始按钮和任务栏图标移至经典的左下角位置。
zh_hant: 將 Windows 11 開始按鈕和工作列圖示移至傳統的左下角位置。

# Intelligent_Impact_TaskbarToLeft
source: Classic muscle memory alignment.
ar_tn: محاذاة ذاكرة عضلية كلاسيكية.
de: Klassische Muskelerinnerungsausrichtung.
es_es: Alineación de memoria muscular clásica.
fr_fr: Alignement classique pour la mémoire musculaire.
he_il: יישור זיכרון שריר קלאסי.
id_id: Penyelarasan memori otot klasik.
it_it: Allineamento classico della memoria muscolare.
ja_jp: クラシックな筋肉記憶によるアライメント。
ko_kr: 클래식 근육 기억 정렬.
pt_br: Alinhamento clássico de memória muscular.
ru_ru: Классическое размещение для мышечной памяти.
tr_tr: Klasik kas belleği hizalaması.
vi_vn: Căn chỉnh theo trí nhớ cơ bắp cổ điển.
zh_hans: 经典肌肉记忆对齐方式。
zh_hant: 經典肌肉記憶對齊方式。

# Feature_FilesCompactMode.Header
source: Enable Compact View in File Explorer
ar_tn: تفعيل العرض المضغوط في مستكشف الملفات
de: Kompakte Ansicht im Datei-Explorer aktivieren
es_es: Habilitar vista compacta en el Explorador de archivos
fr_fr: Activer la vue compacte dans l'Explorateur de fichiers
he_il: הפעל תצוגה קומפקטית בסייר הקבצים
id_id: Aktifkan Tampilan Kompak di File Explorer
it_it: Abilita la visualizzazione compatta in Esplora file
ja_jp: ファイルエクスプローラーにコンパクト表示を有効化
ko_kr: 파일 탐색기에서 컴팩트 보기 활성화
pt_br: Habilitar Visualização Compacta no Explorador de Arquivos
ru_ru: Включить компактный вид в Проводнике
tr_tr: Dosya Gezgini'nde Kompakt Görünümü Etkinleştir
vi_vn: Bật chế độ xem nhỏ gọn trong File Explorer
zh_hans: 在文件资源管理器中启用紧凑视图
zh_hant: 在檔案總管中啟用緊湊檢視

# Feature_FilesCompactMode.Description
source: Reduces vertical padding between rows in File Explorer for higher file density.
ar_tn: يقلل المساحة الرأسية بين الصفوف في مستكشف الملفات لكثافة أعلى من الملفات.
de: Reduziert den vertikalen Abstand zwischen Zeilen im Datei-Explorer für höhere Dateidichte.
es_es: Reduce el relleno vertical entre filas en el Explorador de archivos para mayor densidad de archivos.
fr_fr: Réduit le rembourrage vertical entre les lignes dans l'Explorateur de fichiers pour une plus grande densité de fichiers.
he_il: מפחית את הריפוד האנכי בין שורות בסייר הקבצים לצפיפות קבצים גבוהה יותר.
id_id: Mengurangi padding vertikal antar baris di File Explorer untuk kepadatan file yang lebih tinggi.
it_it: Riduce il riempimento verticale tra le righe in Esplora file per una maggiore densità di file.
ja_jp: ファイルエクスプローラーの行間の垂直パディングを減らして、より多くのファイルを表示します。
ko_kr: 파일 탐색기에서 행 사이의 수직 패딩을 줄여 파일 밀도를 높입니다.
pt_br: Reduz o preenchimento vertical entre linhas no Explorador de Arquivos para maior densidade de arquivos.
ru_ru: Уменьшает вертикальные отступы между строками в Проводнике для отображения большего количества файлов.
tr_tr: Daha yüksek dosya yoğunluğu için Dosya Gezgini'ndeki satırlar arasındaki dikey dolguyu azaltır.
vi_vn: Giảm khoảng cách dọc giữa các hàng trong File Explorer để có mật độ tệp cao hơn.
zh_hans: 减少文件资源管理器行间的垂直间距，提高文件密度。
zh_hant: 減少檔案總管行間的垂直間距，提高檔案密度。

# Intelligent_Impact_FilesCompactMode
source: View more files per screen without scrolling.
ar_tn: عرض المزيد من الملفات لكل شاشة دون تمرير.
de: Mehr Dateien pro Bildschirm ohne Scrollen.
es_es: Ver más archivos por pantalla sin desplazarse.
fr_fr: Affichez plus de fichiers par écran sans faire défiler.
he_il: צפה בקבצים רבים יותר לכל מסך ללא גלילה.
id_id: Lihat lebih banyak file per layar tanpa menggulir.
it_it: Visualizza più file per schermata senza scorrere.
ja_jp: スクロールなしで一画面に表示されるファイル数が増えます。
ko_kr: 스크롤 없이 화면당 더 많은 파일을 볼 수 있습니다.
pt_br: Veja mais arquivos por tela sem rolar.
ru_ru: Просматривайте больше файлов на экране без прокрутки.
tr_tr: Kaydırmadan ekran başına daha fazla dosya görüntüleyin.
vi_vn: Xem nhiều tệp hơn trên mỗi màn hình mà không cần cuộn.
zh_hans: 无需滚动即可在每屏看到更多文件。
zh_hant: 無需捲動即可在每個螢幕上查看更多檔案。

# Feature_CloudClipboard.Header
source: Enable Enhanced Clipboard History
ar_tn: تفعيل سجل الحافظة المحسّن
de: Erweiterten Zwischenablagen-Verlauf aktivieren
es_es: Habilitar historial de portapapeles mejorado
fr_fr: Activer l'historique du presse-papiers amélioré
he_il: הפעל היסטוריית לוח גזירים משופרת
id_id: Aktifkan Riwayat Clipboard yang Ditingkatkan
it_it: Abilita la cronologia degli appunti avanzata
ja_jp: クリップボード履歴を強化して有効化
ko_kr: 향상된 클립보드 기록 활성화
pt_br: Habilitar Histórico de Área de Transferência Aprimorado
ru_ru: Включить расширенную историю буфера обмена
tr_tr: Gelişmiş Pano Geçmişini Etkinleştir
vi_vn: Bật lịch sử Clipboard nâng cao
zh_hans: 启用增强剪贴板历史记录
zh_hant: 啟用增強剪貼簿記錄
